
import robertJohnson from '../../src/images/robert-johnson.jpg';
import jimiHendrix from '../../src/images/jimi-hendrix.jpg';
import jimMorrison from '../../src/images/jim-morrison.jpg';
import janisJoplin from '../../src/images/janis-joplin.jpg';
import brianJones from '../../src/images/brian-jones.jpg';
import kurtCobain from '../../src/images/kurt-cobain.jpg';
import amyWinehouse from '../../src/images/amy-winehouse.jpg';

export const initialCards = [
  {
    id: 1,
    name: 'Роберт Джонсон',
    image: robertJohnson,
    url: 'robert-johnson',
    dates: '08.05.1911 — 16.08.1938',
    text: [
      'Ро́берт Леро́й Джо́нсон (англ. Robert Leroy Johnson; 8 мая 1911 года, Хейзелхёрст, Миссисипи, США — 16 августа 1938 года, Гринвуд, Миссисипи, США) — американский певец, гитарист и автор песен, один из наиболее известных блюзменов XX века.',
      'После знакомства в 1930 году с известными блюзменами Саном Хаусом и Вилли Брауном, Роберт Джонсон пытался овладеть игрой на гитаре в стиле блюз, чтобы выступать вместе с товарищами. Однако искусство это давалось ему крайне тяжело. На какое-то время Роберт расстался с друзьями и исчез, а когда появился в 1931 году, уровень его мастерства возрос многократно. По этому поводу Джонсон рассказывал байку о том, что есть некий магический перекрёсток, на котором он заключил сделку с дьяволом в обмен на умение играть блюз.',
      'В самых известных своих песнях — «Me and the Devil Blues» , «Hellhound on My Trail», «Cross Road Blues», «Up Jumped The Devil» — он непосредственно упоминает об этом. Эти произведения повлияли как на современников Джонсона (Хаулин Вулф, Мадди Уотерс, Элмор Джеймс), так и на более поздних рок-исполнителей (Эрик Клэптон, Джими Хендрикс, Кит Ричардс, Джимми Пейдж).',
      'Роберт Лерой Джонсон умер 16 августа 1938 года. В сертификате найденном в 1968 году причиной смерти указан сифилис. Хотя и существует романтичная легенда об отравлении Джонсона ревнивым супругом, звучащая лучше, чем смерть на обочине дороги в результате запущенного венерического заболевания. Его место погребения искали долгое время, сейчас считается что он захоронен под деревом рядом с церковью у города Гринвуд в Мисисипи. 16 августа 1938 года девушка по имени Рози Эскридж видела, как ее муж и другие люди, закапывали неизвестного мужчину у корней пеканового дерева недалеко от церкви рядом с городом Гринвуд, а партнер самого Джонсона - Ханибой Эдуардс рассказывал, что музыканта захоронили в 1600 метрах от клуба "3 Forks Juke Joint" в котором они играли в тот вечер, место захоронения было рядом с церковью.'
    ],
  },
  {
    id: 2,
    name: 'Брайан Джонс',
    image: brianJones,
    url: 'brian-jones',
    dates: '28.02.1942 — 03.06.1970',
    text: [
      'Лью́ис Бра́йан Хо́пкин Джонс (англ. Lewis Brian Hopkin Jones; 28 февраля 1942, Челтнем, Глостершир, Англия — 3 июля 1969, Хартфилд, Восточный Суссекс, Англия) — основатель, гитарист, мультиинструменталист и бэк-вокалист британской рок-группы The Rolling Stones.',
    ],
  },
  {
    id: 3,
    name: 'Джими Хендрикс',
    image: jimiHendrix,
    url: 'jimi-hendrix',
    dates: '27.11.1942 — 18.09.1970',
    text: [
      'Лью́ис Бра́йан Хо́пкин Джонс (англ. Lewis Brian Hopkin Jones; 28 февраля 1942, Челтнем, Глостершир, Англия — 3 июля 1969, Хартфилд, Восточный Суссекс, Англия) — основатель, гитарист, мультиинструменталист и бэк-вокалист британской рок-группы The Rolling Stones.',
    ],
  },
  {
    id: 4,
    name: 'Дженис Джоплин',
    image: janisJoplin,
    url: 'janis-joplin',
    dates: '19.01.1943 — 04.10.1970',
    text: [
      'Лью́ис Бра́йан Хо́пкин Джонс (англ. Lewis Brian Hopkin Jones; 28 февраля 1942, Челтнем, Глостершир, Англия — 3 июля 1969, Хартфилд, Восточный Суссекс, Англия) — основатель, гитарист, мультиинструменталист и бэк-вокалист британской рок-группы The Rolling Stones.',
    ],
  },
  {
    id: 5,
    name: 'Джим Моррисон',
    image: jimMorrison,
    url: 'jim-morrison',
    dates: '08.12.1943 — 03.07.1971',
    text: [
      'Лью́ис Бра́йан Хо́пкин Джонс (англ. Lewis Brian Hopkin Jones; 28 февраля 1942, Челтнем, Глостершир, Англия — 3 июля 1969, Хартфилд, Восточный Суссекс, Англия) — основатель, гитарист, мультиинструменталист и бэк-вокалист британской рок-группы The Rolling Stones.',
    ],
  },

  {
    id: 6,
    name: 'Курт Кобейн',
    image: kurtCobain,
    url: 'kurt-cobain',
    dates: '20.02.1967 — 05.04.1994',
    text: [
      'Лью́ис Бра́йан Хо́пкин Джонс (англ. Lewis Brian Hopkin Jones; 28 февраля 1942, Челтнем, Глостершир, Англия — 3 июля 1969, Хартфилд, Восточный Суссекс, Англия) — основатель, гитарист, мультиинструменталист и бэк-вокалист британской рок-группы The Rolling Stones.',
    ],
  },
  {
    id: 7,
    name: 'Эми Уайнхаус',
    image: amyWinehouse,
    url: 'amy-winehouse',
    dates: '14.09.1983 — 23.07.2011',
    text: [
      'Лью́ис Бра́йан Хо́пкин Джонс (англ. Lewis Brian Hopkin Jones; 28 февраля 1942, Челтнем, Глостершир, Англия — 3 июля 1969, Хартфилд, Восточный Суссекс, Англия) — основатель, гитарист, мультиинструменталист и бэк-вокалист британской рок-группы The Rolling Stones.',
    ],
  },
];